[
  {
    "name": "Jigokuraku",
    "cover": "https://gogocdn.net/cover/jigokuraku-1680122271.png",
    "year":"2023",
    "story":"Gabimaru the Hollow, a ninja of Iwagakure Village known for being cold and emotionless, was set up by his fellow ninja and is now on death row. Tired of killing and betrayal, he wants to die. However, no method of execution works on him because as much as the seemingly apathetic Gabimaru refuses to admit it, he does have a reason to live. He wants to return to his wife, who was the reason why he softened up and failed to be an effective assassin. Thus, he refuses to die. Asaemon the Decapitator, a famous executioner, sees this and has a proposal for the ninja. He wants Gabimaru to join an expedition to an island south of Japan in search of the elixir of life in exchange for a full pardon by the Shogunate. However, this island isn't a normal island: it's believed to be Paradise. However the island is full of mysteries, and the exploring team—consisting of those marked for death—might not be fully prepared to handle them.",
    "epList": "/category/jigokuraku",
    "video": "https://raw.githubusercontent.com/YoussefAf-YSA/simple_stock/main/e_jigokuraku.mp4"
  },
  {
    "name": "Jujutsu Kaisen (TV)",
    "cover": "https://gogocdn.net/cover/jujutsu-kaisen-tv.png",
    "year": "2021",
    "story":"In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoumen Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead! Yuuji Itadori is high schooler who spends his days visiting his bedridden grandfather. Although he looks like your average teenager, his immense physical strength is something to behold! Every sports club wants him to join, but Itadori would rather hang out with the school outcasts in the Occult Club. One day, the club manages to get their hands on a sealed cursed object, but little do they know the terror they'll unleash when they break the seal...",
    "epList": "/category/jujutsu-kaisen-tv",
    "video": "https://raw.githubusercontent.com/YoussefAf-YSA/simple_stock/main/e_jujutsu_kaisen.mp4"
  },
  {
    "name": "Shingeki no Kyojin: The Final Season Part 2",
    "cover": "https://gogocdn.net/cover/shingeki-no-kyojin-the-final-season-part-2.png",
    "year": "2022",
    "story":"Second part of Shingeki no Kyojin: The Final Season.",
    "epList": "/category/shingeki-no-kyojin-the-final-season-part-2",
    "video": "https://raw.githubusercontent.com/YoussefAf-YSA/simple_stock/main/e_attack_on_titans_s4.mp4"
  },
  {
    "name": "Boruto: Naruto Next Generations",
    "cover": "https://gogocdn.net/cover/boruto-naruto-next-generations.png",
    "year": "2017",
    "story":"Naruto was a young shinobi with an incorrigible knack for mischief. He achieved his dream to become the greatest ninja in the village and his face sits atop the Hokage monument. But this is not his story... A new generation of ninja are ready to take the stage, led by Naruto's own son, Boruto!",
    "epList": "/category/boruto-naruto-next-generations",
    "video": "https://raw.githubusercontent.com/YoussefAf-YSA/simple_stock/main/e_boruto.mp4"
  },
  {
    "name": "Chainsaw Man",
    "cover": "https://gogocdn.net/cover/chainsaw-man-1664388043.png",
    "year": "2022",
    "story":"Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash. Unfortunately, he has outlived his usefulness and is murdered by a devil in contract with the yakuza. However, in an unexpected turn of events, Pochita merges with Denji's dead body and grants him the powers of a chainsaw devil. Now able to transform parts of his body into chainsaws, a revived Denji uses his new abilities to quickly and brutally dispatch his enemies. Catching the eye of the official devil hunters who arrive at the scene, he is offered work at the Public Safety Bureau as one of them. Now with the means to face even the toughest of enemies, Denji will stop at nothing to achieve his simple teenage dreams.",
    "epList": "/category/chainsaw-man",
    "video": "https://raw.githubusercontent.com/YoussefAf-YSA/simple_stock/main/e_chainsawman.mp4"
  },
  {
    "name": "Naruto Shippuden",
    "cover": "https://gogocdn.net/images/anime/naruto_shippuden.jpg",
    "year": "2007",
    "story":"Naruto Shippuden is a continuation of original series Naruto. After 2 and a half years of training with his master, Naruto finally returns to his village of Konoha. Naruto is now older and more mature than before. With his new trained ability, his goal of searching for long lost friend, Uchiha Sasuke, is set for a stronger determination than before. Naruto Shippuden is a continuation of original series Naruto. After 2 and a half years of training with his master, Naruto finally returns to his village of Konoha. Naruto is now older and more mature than before. With his new trained ability, his goal of searching for long lost friend, Uchiha Sasuke, is set for a stronger determination than before. He is putting his ambitions to work along with the help of his many friends, though with so many obstacles ahead of him. Now, he will face even more dangerous enemies, especially the Akatsuki.",
    "epList": "/category/naruto-shippuden",
    "video": "https://raw.githubusercontent.com/YoussefAf-YSA/simple_stock/main/e_naruto.mp4"
  }
]
